Repository: zalaghi/orangehrm_persian_language_pack
Catalog: i18n-*.xlf
Languages: fa_ir

# bulk_leave_action_confirm_message_one
source: {action, select, APPROVE {{count, plural, =0 {You are about to Approve no Leave Requests} =1 {You are about to Approve 1 Leave Request} other {You are about to Approve # Leave Requests} }} REJECT {{count, plural, =0 {You are about to Reject no Leave Requests} =1 {You are about to Reject 1 Leave Request} other {You are about to Reject # Leave Requests} }} other {{count, plural, =0 {You are about to Cancel no Leave Requests} =1 {You are about to Cancel 1 Leave Request} other {You are about to Cancel # Leave Requests} }} }
fa_ir: {action, select, APPROVE {{count, plural, =0 {شما در حال تایید هیچ درخواست مرخصی نیستید} =1 {شما در حال تایید 1 درخواست مرخصی هستید} other {شما در حال تایید # درخواست مرخصی هستید} }} REJECT {{count, plural, =0 {شما در حال رد هیچ درخواست مرخصی نیستید} =1 {شما در حال رد 1 درخواست مرخصی هستید} other {شما در حال رد # درخواست مرخصی هستید} }} other {{count, plural, =0 {شما در حال لغو هیچ درخواست مرخصی نیستید} =1 {شما در حال لغو 1 درخواست مرخصی هستید} other {شما در حال لغو # درخواست مرخصی هستید} }} }

# entitlement_added_to_n_employees
source: {count, plural, =0{No Entitlement added} one{Entitlement added to 1 employee} other {Entitlement added to # employees}}
fa_ir: {count, plural, =0{هیچ استحقاقی اضافه نشد} one{استحقاقی به 1 کارمند اضافه شد} other {استحقاقی به # کارمند اضافه شد}}

# matches_emp_count_employees
source: {empMatchCount,plural, =0{Matches no employee} one{Matches (1) employee} other {matches (#) employees}}
fa_ir: {empMatchCount,plural, =0{با هیچ کارمندی مطابقت ندارد} one{با (1) کارمند مطابقت دارد} other {با (#) کارمند مطابقت دارد}}

source: Actions Performed on the Timesheet
fa_ir: عملیات انجام شده روی برگه زمانی

source: Activities
fa_ir: فعالیت‌ها

source: Activity
fa_ir: فعالیت

source: Activity Name
fa_ir: نام فعالیت

source: Add Customer
fa_ir: افزودن مشتری

source: Add Project
fa_ir: افزودن پروژه

source: Add Project Activity
fa_ir: افزودن فعالیت پروژه

source: Add Row
fa_ir: افزودن سطر

source: Add Timesheet
fa_ir: افزودن برگه زمانی

source: Approved
fa_ir: تایید شده

source: Copy Activity
fa_ir: کپی فعالیت

source: Copy From
fa_ir: کپی از

source: Create Timesheet
fa_ir: ایجاد برگه زمانی

source: Customer Name
fa_ir: نام مشتری

# timesheet_period_config
source: Define Timesheet Period
fa_ir: تعریف دوره برگه زمانی

source: Duplicate Record
fa_ir: رکورد تکراری

source: Edit Customer
fa_ir: ویرایش مشتری

source: Edit Project
fa_ir: ویرایش پروژه

source: Edit Project Activity
fa_ir: ویرایش فعالیت پروژه

source: Edit Timesheet
fa_ir: ویرایش برگه زمانی

source: Edit Timesheet for
fa_ir: ویرایش برگه زمانی برای

source: Employee Report
fa_ir: گزارش کارمند

# add_timesheet_period_config
source: First Day of the Week
fa_ir: اولین روز هفته

source: My Timesheet
fa_ir: برگه زمانی من

source: No Timesheets Found
fa_ir: هیچ برگه زمانی یافت نشد

source: No activities selected
fa_ir: هیچ فعالیتی انتخاب نشده است

source: No assigned activities
fa_ir: هیچ فعالیت تخصیص یافته‌ای وجود ندارد

source: Not Allowed to Delete Project Activities Which Have Time Logged Against
fa_ir: مجاز به حذف فعالیت‌های پروژه‌ای که زمانی برای آنها ثبت شده، نیستید

source: Not Submitted
fa_ir: ارسال نشده

# not_allowed_to_delete_customer_who_have_time_logged_against
source: Not allowed to delete customer(s) associated with projects that have time logged against them
fa_ir: مجاز به حذف مشتری(های) مرتبط با پروژه‌هایی که زمانی برای آنها ثبت شده، نیستید

# not_allowed_to_delete_projects_which_have_time_logged
source: Not allowed to delete project(s) which have time logged against them
fa_ir: مجاز به حذف پروژه(هایی) که زمانی برای آنها ثبت شده، نیستید

source: Only Include Approved Timesheets
fa_ir: فقط شامل برگه‌های زمانی تایید شده

source: Project
fa_ir: پروژه

source: Project Admin
fa_ir: ادمین پروژه

source: Project Admins
fa_ir: ادمین‌های پروژه

source: Project Date Range
fa_ir: بازه زمانی پروژه

source: Project Name
fa_ir: نام پروژه

source: Project Report
fa_ir: گزارش پروژه

source: Punch Out Time Should Be Later Than Punch In Time
fa_ir: زمان خروج باید دیرتر از زمان ورود باشد

source: Select Employee
fa_ir: انتخاب کارمند

source: Select a Day to Create Timesheet
fa_ir: روزی را برای ایجاد برگه زمانی انتخاب کنید

source: Select a Project
fa_ir: یک پروژه انتخاب کنید

source: Select a Project and an Activity
fa_ir: یک پروژه و یک فعالیت انتخاب کنید

source: Select an Activity
fa_ir: یک فعالیت انتخاب کنید

source: Should Be Less Than 24 and in HH:MM or Decimal Format
fa_ir: باید کمتر از 24 و در فرمت HH:MM یا اعشاری باشد

source: Submitted
fa_ir: ارسال شده

source: Time (Hours)
fa_ir: زمان (ساعت)

source: Timesheet Action
fa_ir: عملیات برگه زمانی

source: Timesheet Approved
fa_ir: برگه زمانی تایید شد

source: Timesheet Period
fa_ir: دوره برگه زمانی

# timesheet_period_not_defined
source: Timesheet Period Start Day has not being defined. Please Contact the HR Administrator
fa_ir: روز شروع دوره برگه زمانی تعریف نشده است. لطفاً با ادمین منابع انسانی تماس بگیرید

source: Timesheet Rejected
fa_ir: برگه زمانی رد شد

source: Timesheet Reset
fa_ir: بازنشانی برگه زمانی

source: Timesheet Submitted
fa_ir: برگه زمانی ارسال شد

source: Timesheet Successfully Created
fa_ir: برگه زمانی با موفقیت ایجاد شد

source: Timesheet for
fa_ir: برگه زمانی برای

source: Timesheets Pending Action
fa_ir: برگه‌های زمانی در انتظار عملیات

# total_duration
source: Total Duration (Hours)
fa_ir: کل مدت زمان (ساعت)

source: Total Should Be Less Than 24 Hours
fa_ir: مجموع باید کمتر از 24 ساعت باشد

source: Active Job Vacancies
fa_ir: موقعیت‌های شغلی فعال

source: Add Candidate
fa_ir: افزودن کاندیدا

source: Add Vacancy
fa_ir: افزودن موقعیت شغلی

source: Application Initiated
fa_ir: درخواست شروع شد

source: Application Received
fa_ir: درخواست دریافت شد

source: Application Stage
fa_ir: مرحله درخواست

# apply_for_n_vacancy
source: Apply for {vacancyName}
fa_ir: درخواست برای {vacancyName}

source: Candidate
fa_ir: کاندیدا

source: Candidate History
fa_ir: تاریخچه کاندیدا

source: Candidate Name
fa_ir: نام کاندیدا

source: Candidate Profile
fa_ir: پروفایل کاندیدا

source: Consent to keep data
fa_ir: رضایت برای نگهداری داده‌ها

source: Contact Number
fa_ir: شماره تماس

source: Current Status
fa_ir: وضعیت فعلی

source: Date of Application
fa_ir: تاریخ درخواست

source: Decline Offer
fa_ir: رد پیشنهاد

source: Edit Vacancy
fa_ir: ویرایش موقعیت شغلی

source: Enter comma seperated words
fa_ir: کلمات را با کاما جدا کرده و وارد کنید

source: Hire
fa_ir: استخدام

source: Hire Candidate
fa_ir: استخدام کاندیدا

source: Hired
fa_ir: استخدام شده

source: Hiring Manager
fa_ir: مدیر استخدام

source: Interview Failed
fa_ir: مصاحبه ناموفق

source: Interview Passed
fa_ir: مصاحبه موفق

source: Interview Scheduled
fa_ir: مصاحبه برنامه‌ریزی شد

source: Interview Title
fa_ir: عنوان مصاحبه

source: Interviewer
fa_ir: مصاحبه‌کننده

source: Job Offered
fa_ir: پیشنهاد شغلی داده شد

source: Job Vacancy
fa_ir: موقعیت شغلی

source: Keywords
fa_ir: کلمات کلیدی

source: Manual
fa_ir: دستی

source: Mark Interview Failed
fa_ir: علامت‌گذاری مصاحبه به عنوان ناموفق

source: Mark Interview Passed
fa_ir: علامت‌گذاری مصاحبه به عنوان موفق

source: Method of Application
fa_ir: روش درخواست

# num_of_positions
source: Number of Positions
fa_ir: تعداد موقعیت‌ها

source: Offer Declined
fa_ir: پیشنهاد رد شد

source: Offer Job
fa_ir: ارائه پیشنهاد شغلی

source: Online
fa_ir: آنلاین

source: Performed Action
fa_ir: اقدام انجام‌شده

source: Performed Date
fa_ir: تاریخ انجام

source: Powered By
fa_ir: قدرت گرفته از

source: Publish in RSS Feed and Web Page
fa_ir: انتشار در فید RSS و صفحه وب

source: RSS Feed URL
fa_ir: آدرس فید RSS

source: Reject Candidate
fa_ir: رد کردن نامزد

source: Resume
fa_ir: رزومه

source: Schedule Interview
fa_ir: زمان‌بندی مصاحبه

source: Shortlist
fa_ir: لیست کوتاه

source: Shortlist Candidate
fa_ir: افزودن نامزد به لیست کوتاه

source: Shortlisted
fa_ir: در لیست کوتاه

# candidate_shortlisted_for_vacancy_by_employee
source: Shortlisted for {vacancy} by {employee}
fa_ir: توسط {employee} برای {vacancy} به لیست کوتاه اضافه شد

# should_be_current_date_previous_date
source: Should be the current date or a previous date
fa_ir: باید تاریخ فعلی یا تاریخ گذشته باشد

# candidate_vacancy_change_message
source: This action will remove previous vacancy. Are you sure you want to continue?
fa_ir: این اقدام، جای خالی قبلی را حذف خواهد کرد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Vacancy
fa_ir: موقعیت شغلی

source: Vacancy Name
fa_ir: نام موقعیت شغلی

source: View Action History
fa_ir: مشاهده تاریخچه اقدامات

source: Web Page URL
fa_ir: آدرس صفحه وب

source: Your application has been submitted successfully
fa_ir: درخواست شما با موفقیت ثبت شد

# candidate_applied_for_the_vacancy
source: {candidate} applied for the vacancy {vacancy}
fa_ir: {candidate} برای موقعیت شغلی {vacancy} درخواست داد

source: {employee} added {candidate}
fa_ir: {employee}، {candidate} را اضافه کرد

# employee_assigned_vacancy_to_candidate
source: {employee} assigned the job vacancy {vacancy}
fa_ir: {employee} موقعیت شغلی {vacancy} را اختصاص داد

# employee_hired_the_candidate
source: {employee} hired {candidate} for {vacancy}
fa_ir: {employee}، {candidate} را برای {vacancy} استخدام کرد

# employee_marked_the_offer_declined
source: {employee} marked the offer as declined for {vacancy}
fa_ir: {employee} پیشنهاد برای {vacancy} را به عنوان رد شده علامت‌گذاری کرد

# employee_marked_interveiw_failed
source: {employee} marked {interview} as failed for {vacancy}
fa_ir: {employee}، {interview} برای {vacancy} را به عنوان ناموفق علامت‌گذاری کرد

# employee_marked_interveiw_passed
source: {employee} marked {interview} as passed for {vacancy}
fa_ir: {employee}، {interview} برای {vacancy} را به عنوان موفق علامت‌گذاری کرد

# employee_offered_the_job
source: {employee} offered the job for {vacancy}
fa_ir: {employee} شغل را برای {vacancy} پیشنهاد داد

# employee_rejected_the_candidate
source: {employee} rejected {candidate} from the {vacancy}
fa_ir: {employee}، {candidate} را از {vacancy} رد کرد

# employee_removed_candidate_from_vacancy
source: {employee} removed {candidate} from the {vacancy}
fa_ir: {employee}، {candidate} را از {vacancy} حذف کرد

# employee_schedule_interview_with_interviewers
source: {employee} scheduled {interview} on {interviewDate} with {interviewers} for {vacancy}
fa_ir: {employee}، {interview} را در {interviewDate} با {interviewers} برای {vacancy} زمان‌بندی کرد

source: Activate
fa_ir: فعال‌سازی

source: Activated
fa_ir: فعال شد

source: Add Key Performance Indicator
fa_ir: افزودن شاخص کلیدی عملکرد

source: Add Log
fa_ir: افزودن گزارش

source: Add Performance Tracker
fa_ir: افزودن ردیاب عملکرد

source: Add Review
fa_ir: افزودن بازبینی

source: Add Tracker Log
fa_ir: افزودن گزارش ردیاب

source: Added Date
fa_ir: تاریخ افزودن

source: Added On
fa_ir: افزوده شده در

# cannot_activate_review_without_job_title_subdivision
source: Cannot activate review for employees who doesn't have Job Title and/or Sub-Division
fa_ir: امکان فعال‌سازی بازبینی برای کارمندانی که عنوان شغلی و/یا زیرمجموعه ندارند وجود ندارد

# cannot_activate_review_for_employee_without_job_title_with_kpi
source: Cannot activate review for employees who doesn't have a Job Title with KPI
fa_ir: امکان فعال‌سازی بازبینی برای کارمندانی که عنوان شغلی با KPI ندارند وجود ندارد

# cannot_activate_review_without_kpi
source: Cannot activate review without KPIs
fa_ir: امکان فعال‌سازی بازبینی بدون KPI وجود ندارد

source: Cannot add a past employee as a reviewer
fa_ir: امکان افزودن یک کارمند سابق به عنوان بازبین وجود ندارد

source: Cannot add a past employee as reviewer
fa_ir: امکان افزودن یک کارمند سابق به عنوان بازبین وجود ندارد

source: Complete
fa_ir: تکمیل

source: Completed
fa_ir: تکمیل شد

source: Confirm Review Submission
fa_ir: تایید ارسال بازبینی

source: Date of Completion
fa_ir: تاریخ تکمیل

source: Delete
fa_ir: حذف

source: Due Date
fa_ir: تاریخ سررسید

# due_date_should_be_after_review_period_end_date
source: Due date should be after period end date
fa_ir: تاریخ سررسید باید بعد از تاریخ پایان دوره باشد

source: Edit Key Performance Indicator
fa_ir: ویرایش شاخص کلیدی عملکرد

source: Edit Performance Tracker
fa_ir: ویرایش ردیاب عملکرد

source: Edit Review
fa_ir: ویرایش بازبینی

source: Edit Tracker Log
fa_ir: ویرایش گزارش ردیاب

source: Employee Performance Trackers
fa_ir: ردیاب‌های عملکرد کارمند

source: Employee Reviews
fa_ir: بازبینی‌های کارمند

source: Employee cannot be assigned as his own reviewer
fa_ir: کارمند نمی‌تواند به عنوان بازبین خودش انتخاب شود

source: Evaluate
fa_ir: ارزیابی

source: Evaluation Activated
fa_ir: ارزیابی فعال شد

source: Evaluation Completed
fa_ir: ارزیابی تکمیل شد

source: Evaluation In Progress
fa_ir: ارزیابی در حال انجام

source: Final Comments
fa_ir: نظرات نهایی

source: Final Rating
fa_ir: امتیاز نهایی

source: General Comment
fa_ir: نظر عمومی

source: In Progress
fa_ir: در حال انجام

source: Inactive
fa_ir: غیرفعال

source: Is Default
fa_ir: پیش‌فرض است

source: KPI
fa_ir: شاخص کلیدی عملکرد

source: Key Performance Indicator
fa_ir: شاخص کلیدی عملکرد

source: Key Performance Indicators for Job Title
fa_ir: شاخص‌های کلیدی عملکرد برای عنوان شغلی

source: Log
fa_ir: گزارش

source: Make Default Scale
fa_ir: تعیین به عنوان مقیاس پیش‌فرض

source: Manage Performance Reviews
fa_ir: مدیریت بازبینی‌های عملکرد

source: Max
fa_ir: حداکثر

source: Max Rate
fa_ir: حداکثر امتیاز

source: Maximum Rating
fa_ir: حداکثر امتیاز

source: Maximum Rating should be greater than Minimum Rating
fa_ir: حداکثر امتیاز باید بیشتر از حداقل امتیاز باشد

source: Min
fa_ir: حداقل

source: Min Rate
fa_ir: حداقل امتیاز

source: Minimum Rating
fa_ir: حداقل امتیاز

source: Minimum Rating should be less than Maximum Rating
fa_ir: حداقل امتیاز باید کمتر از حداکثر امتیاز باشد

source: Modified Date
fa_ir: تاریخ اصلاح

source: Modified On
fa_ir: اصلاح شده در

source: My Performance Trackers
fa_ir: ردیاب‌های عملکرد من

source: Negative
fa_ir: منفی

source: Performance Review
fa_ir: بازبینی عملکرد

source: Performance Trackers
fa_ir: ردیاب‌های عملکرد

source: Positive
fa_ir: مثبت

source: Rating
fa_ir: امتیاز

source: Rating should be greater than or equal to {minValue}
fa_ir: امتیاز باید بزرگتر یا مساوی {minValue} باشد

source: Rating should be less than or equal to {maxValue}
fa_ir: امتیاز باید کمتر یا مساوی {maxValue} باشد

source: Review Due Date
fa_ir: تاریخ سررسید بازبینی

source: Review Finalization
fa_ir: نهایی‌سازی بازبینی

source: Review Period
fa_ir: دوره بازبینی

source: Review Period End Date
fa_ir: تاریخ پایان دوره بازبینی

source: Review Period Start Date
fa_ir: تاریخ شروع دوره بازبینی

source: Review Status
fa_ir: وضعیت بازبینی

source: Review Summary
fa_ir: خلاصه بازبینی

# review_period_end_date_should_be_after_start_date
source: Review period end date should be after period start date
fa_ir: تاریخ پایان دوره بازبینی باید بعد از تاریخ شروع باشد

# review_period_start_date_should_be_before_end_date
source: Review period start date should be before period end date
fa_ir: تاریخ شروع دوره بازبینی باید قبل از تاریخ پایان باشد

source: Reviewer
fa_ir: بازبین

source: Reviewers
fa_ir: بازبین‌ها

source: Selected supervisor for reviewer is invalid
fa_ir: سرپرست انتخاب شده برای بازبین نامعتبر است

source: Self Evaluation Status
fa_ir: وضعیت خودارزیابی

source: Self Evaluation by
fa_ir: خودارزیابی توسط

source: Supervisor Evaluation by
fa_ir: ارزیابی سرپرست توسط

source: Supervisor Reviewer
fa_ir: بازبین سرپرست

# confirm_review_submission_message
source: The review will be made read-only after completion. This action cannot be undone. Are you sure you want to continue?
fa_ir: بازبینی پس از تکمیل، فقط-خواندنی خواهد شد. این اقدام قابل بازگشت نیست. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Tracker
fa_ir: ردیاب

source: Tracker Logs
fa_ir: گزارش‌های ردیاب

source: Tracker Name
fa_ir: نام ردیاب

source: Buzz Latest Posts
fa_ir: آخرین پست‌های باز

source: Configurations
fa_ir: پیکربندی‌ها

source: Employee Distribution by Location
fa_ir: توزیع کارمندان بر اساس مکان

source: Employee Distribution by Sub Unit
fa_ir: توزیع کارمندان بر اساس واحد فرعی

source: Employees on Leave Today
fa_ir: کارمندان در مرخصی امروز

source: Leave Period Not Defined
fa_ir: دوره مرخصی تعریف نشده است

source: My Actions
fa_ir: اقدامات من

source: No Employees are on Leave Today
fa_ir: هیچ کارمندی امروز در مرخصی نیست

# no_pending_actions
source: No Pending Actions to Perform
fa_ir: هیچ اقدام در حال انتظاری برای انجام وجود ندارد

source: No Posts Added
fa_ir: هیچ پستی اضافه نشده است

source: Not Available
fa_ir: در دسترس نیست

source: Only show accessible employees on leave for other users
fa_ir: فقط کارمندان در مرخصی قابل دسترس برای سایر کاربران نمایش داده شود

source: Quick Launch
fa_ir: راه‌اندازی سریع

source: This Week
fa_ir: این هفته

source: Time at Work
fa_ir: زمان در محل کار

source: Unassigned
fa_ir: تخصیص نیافته

# state_today_at_time_timezone_offset
source: {lastState}: Today at {time} (GMT {timezoneOffset})
fa_ir: {lastState}: امروز در {time} (GMT {timezoneOffset})

# state_date_at_time_timezone_offset
source: {lastState}: {date} at {time} (GMT {timezoneOffset})
fa_ir: {lastState}: {date} در {time} (GMT {timezoneOffset})

# n_pending_candidate_interview
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Candidate to Interview} other{ (#) Candidates to Interview}}
fa_ir: {pendingActionsCount,plural, =0{هیچ رکوردی یافت نشد} one{(۱) نامزد برای مصاحبه} other{ (#) نامزد برای مصاحبه}}

# n_pending_leave_request
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Leave Request to Approve} other{ (#) Leave Requests to Approve}}
fa_ir: {pendingActionsCount,plural, =0{هیچ رکوردی یافت نشد} one{(۱) درخواست مرخصی برای تایید} other{ (#) درخواست مرخصی برای تایید}}

# n_pending_self_review
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Pending Self Review} other{ (#) Pending Self Reviews}}
fa_ir: {pendingActionsCount,plural, =0{هیچ رکوردی یافت نشد} one{(۱) بازبینی شخصی در انتظار} other{ (#) بازبینی شخصی در انتظار}}

# n_pending_performance_evaluate
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Performance Review to Evaluate} other{ (#) Performance Reviews to Evaluate}}
fa_ir: {pendingActionsCount,plural, =0{هیچ رکوردی یافت نشد} one{(۱) بازبینی عملکرد برای ارزیابی} other{ (#) بازبینی عملکرد برای ارزیابی}}

# n_pending_time_sheet
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Timesheet to Approve} other{ (#) Timesheets to Approve}}
fa_ir: {pendingActionsCount,plural, =0{هیچ رکوردی یافت نشد} one{(۱) برگه زمانی برای تایید} other{ (#) برگه زمانی برای تایید}}

source: Download Personal Data
fa_ir: دانلود داده‌های شخصی

source: Past Employee
fa_ir: کارمند سابق

source: Purge
fa_ir: پاکسازی

source: Purge All
fa_ir: پاکسازی همه

source: Purge Candidate Records
fa_ir: پاکسازی سوابق نامزد

source: Purge Candidates
fa_ir: پاکسازی نامزدها

source: Purge Employee
fa_ir: پاکسازی کارمند

source: Purge Employee Records
fa_ir: پاکسازی سوابق کارمند

source: Selected Employee
fa_ir: کارمند انتخاب‌شده

# purge_success
source: Successfully Purged
fa_ir: با موفقیت پاکسازی شد

# gdpr_note
source: Users who seek access to their data, or who seek to correct, amend, or delete the given information should direct their requests to Data@orangehrm.com with the subject "Purge Records (Instance Identifier: {instanceIdentifier})"
fa_ir: کاربرانی که به دنبال دسترسی به داده‌های خود هستند، یا به دنبال اصلاح، تغییر، یا حذف اطلاعات داده شده هستند، باید درخواست‌های خود را به Data@orangehrm.com با موضوع "پاکسازی سوابق (شناسه نمونه: {instanceIdentifier})" ارسال کنند

source: Yes, Purge
fa_ir: بله، پاکسازی کن

# purge_candidates_warning
source: You are about to purge selected candidates permanently. Are you sure you want to continue? This operation cannot be undone
fa_ir: شما در حال پاکسازی دائمی نامزدهای انتخاب‌شده هستید. آیا مطمئن هستید که می‌خواهید ادامه دهید؟ این عملیات قابل بازگشت نیست

# purge_employee_warning
source: You are about to purge the employee permanently. Are you sure you want to continue? This operation cannot be undone
fa_ir: شما در حال پاکسازی دائمی کارمند هستید. آیا مطمئن هستید که می‌خواهید ادامه دهید؟ این عملیات قابل بازگشت نیست

source: Add Photos
fa_ir: افزودن عکس

source: Buzz Newsfeed
fa_ir: فید اخبار باز

source: Delete Post
fa_ir: حذف پست

source: Edit Post
fa_ir: ویرایش پست

source: Like
fa_ir: پسندیدن

# file_size_validation_message
source: Maximum allowed file size is 2MB
fa_ir: حداکثر حجم مجاز فایل ۲ مگابایت است

source: Most Commented Posts
fa_ir: پست‌ها با بیشترین نظر

source: Most Liked Posts
fa_ir: پست‌ها با بیشترین لایک

source: Most Recent Posts
fa_ir: جدیدترین پست‌ها

source: No Posts Available
fa_ir: هیچ پستی موجود نیست

# file_type_validation_message
source: Only 'gif', 'png', 'jpg', 'jpeg' type images are allowed!
fa_ir: فقط تصاویر از نوع 'gif', 'png', 'jpg', 'jpeg' مجاز هستند!

source: Paste Video URL
fa_ir: چسباندن آدرس ویدیو

source: Post
fa_ir: ارسال

source: Press Esc to
fa_ir: Esc را برای ... فشار دهید

source: Read More
fa_ir: بیشتر بخوانید

source: Share
fa_ir: اشتراک‌گذاری

source: Share Photos
fa_ir: اشتراک‌گذاری عکس

source: Share Post
fa_ir: اشتراک‌گذاری پست

source: Share Video
fa_ir: اشتراک‌گذاری ویدیو

# post_delete_confirmation_message
source: The selected item will be permanently deleted. Are you sure you want to continue?
fa_ir: مورد انتخاب‌شده به طور دائم حذف خواهد شد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Upcoming Anniversaries
fa_ir: سالگردهای پیش رو

source: Video URL
fa_ir: آدرس ویدیو

# post_placeholder
source: What's on your mind?
fa_ir: به چه چیزی فکر می‌کنید؟

source: Write your comment...
fa_ir: نظر خود را بنویسید...

# n_comment
source: {commentCount,plural, =0{0 Comments} one{1 Comment} other{# Comments}}
fa_ir: {commentCount,plural, =0{۰ نظر} one{۱ نظر} other{# نظر}}

# n_like
source: {likesCount,plural, =0{0 Likes} one{1 Like} other{# Likes}}
fa_ir: {likesCount,plural, =0{۰ لایک} one{۱ لایک} other{# لایک}}

# n_share
source: {shareCount,plural, =0{0 Shares} one{1 Share} other{# Shares}}
fa_ir: {shareCount,plural, =0{۰ اشتراک‌گذاری} one{۱ اشتراک‌گذاری} other{# اشتراک‌گذاری}}

# n_year
source: {yearsCount,plural, =0{} one{Year} other{Years}}
fa_ir: {yearsCount,plural, =0{} one{سال} other{سال}}

source: Customer Support
fa_ir: پشتیبانی مشتری

source: Getting Started with OrangeHRM
fa_ir: شروع کار با OrangeHRM

# getting_started_with_orangehrm_message_1
source: Learning how to use a new application can be challenging. At OrangeHRM, we are committed to providing you with the necessary knowledge and skills required to fully utilize the application thereby allowing you to quickly and efficiently manage your HR processes.
fa_ir: یادگیری نحوه استفاده از یک برنامه جدید می‌تواند چالش‌برانگیز باشد. در OrangeHRM، ما متعهد هستیم که دانش و مهارت‌های لازم برای استفاده کامل از برنامه را در اختیار شما قرار دهیم تا بتوانید به سرعت و کارآمدی فرآیندهای منابع انسانی خود را مدیریت کنید.

# contact_us_on_message
source: Should you experience any issues, please do not hesitate to contact us on
fa_ir: در صورت بروز هرگونه مشکل، لطفاً با ما تماس بگیرید از طریق

# getting_started_with_orangehrm_message_2
source: The following information repositories are available to help you understand the application:
fa_ir: منابع اطلاعاتی زیر برای کمک به درک برنامه در دسترس هستند:

source: We will be delighted to help.
fa_ir: ما خوشحال خواهیم شد که کمک کنیم.

source: Attendance Configuration
fa_ir: پیکربندی حضور و غیاب

source: Attendance Total Summary Report
fa_ir: گزارش خلاصه کل حضور و غیاب

source: Duration (Hours)
fa_ir: مدت (ساعت)

source: Edit Attendance Records
fa_ir: ویرایش سوابق حضور و غیاب

source: Employee Attendance Records
fa_ir: سوابق حضور و غیاب کارمند

source: Employee can change current time when punching in/out
fa_ir: کارمند می‌تواند زمان فعلی را هنگام ثبت ورود/خروج تغییر دهد
