Repository: zalaghi/orangehrm_persian_language_pack
Catalog: i18n-*.xlf
Languages: fa_ir

source: (Deleted)
fa_ir: (حذف شده)

source: (Past Employee)
fa_ir: (کارمند سابق)

source: -- Select --
fa_ir: -- انتخاب --

source: About
fa_ir: درباره

# accept_jpg_png_upto_1mb_recomended_dimentions_200px_x_200px
source: Accepts jpg, .png, .gif up to 1MB. Recommended dimensions: 200px X 200px
fa_ir: jpg, .png, .gif تا 1 مگابایت پذیرفته می‌شود. ابعاد پیشنهادی: 200 پیکسل X 200 پیکسل

# accept_jpg_png_gif_upto_recommended_dimensions
source: Accepts jpg, .png, .gif, .svg up to {fileSize}. Recommended dimensions: {width}px X {height}px
fa_ir: jpg, .png, .gif, .svg تا {fileSize} پذیرفته می‌شود. ابعاد پیشنهادی: {width} پیکسل X {height} پیکسل

source: Access Records
fa_ir: دسترسی به سوابق

source: Actions
fa_ir: عملیات

source: Active
fa_ir: فعال

source: Active Employees
fa_ir: کارمندان فعال

source: Add
fa_ir: افزودن

source: Add Attachment
fa_ir: افزودن پیوست

source: Add Comment
fa_ir: افزودن نظر

source: Add Education
fa_ir: افزودن تحصیلات

source: Add Employee
fa_ir: افزودن کارمند

source: Add Entitlements
fa_ir: افزودن استحقاقی

source: Add Language
fa_ir: افزودن زبان

source: Add License
fa_ir: افزودن گواهینامه

source: Add Membership
fa_ir: افزودن عضویت

source: Add Skill
fa_ir: افزودن مهارت

source: Add another
fa_ir: افزودن یکی دیگر

source: Add note
fa_ir: افزودن یادداشت

source: Address Street 1
fa_ir: آدرس خیابان ۱

source: Address Street 2
fa_ir: آدرس خیابان ۲

source: Admin
fa_ir: ادمین

# allows_phone_numbers_only
source: Allows numbers and only + - / ( )
fa_ir: فقط اعداد و + - / ( ) مجاز است

source: Already exists
fa_ir: از قبل موجود است

source: Amount
fa_ir: مبلغ

source: Apply
fa_ir: اعمال

source: Approve
fa_ir: تایید

source: Apr
fa_ir: آوریل

source: April
fa_ir: آوریل

source: Are you Sure?
fa_ir: آیا مطمئن هستید؟

source: Ascending
fa_ir: صعودی

source: Attachment Size Exceeded
fa_ir: حجم پیوست بیش از حد مجاز است

source: Attachments
fa_ir: پیوست‌ها

source: Attendance
fa_ir: حضور و غیاب

source: Attendance Summary
fa_ir: خلاصه حضور و غیاب

source: Aug
fa_ir: اوت

source: August
fa_ir: اوت

source: Back
fa_ir: بازگشت

source: Bad Request
fa_ir: درخواست نامعتبر

source: Better
fa_ir: بهتر

source: Browse
fa_ir: مرور

source: Buzz
fa_ir: همهمه

source: Cancel
fa_ir: لغو

source: Candidate Records
fa_ir: سوابق کاندیدا

source: Candidates
fa_ir: کاندیداها

source: Cannot be deleted
fa_ir: قابل حذف نیست

source: Change Password
fa_ir: تغییر رمز عبور

# change_password_question
source: Change Password ?
fa_ir: تغییر رمز عبور؟

source: City
fa_ir: شهر

source: Clear
fa_ir: پاک کردن

source: Click here
fa_ir: اینجا کلیک کنید

source: Close
fa_ir: بستن

source: Closed
fa_ir: بسته شده

source: Comment
fa_ir: نظر

source: Comment here
fa_ir: اینجا نظر بدهید

source: Comments
fa_ir: نظرات

source: Company Name
fa_ir: نام شرکت

source: Configuration
fa_ir: پیکربندی

source: Configure
fa_ir: پیکربندی

source: Confirm
fa_ir: تایید

source: Confirm Password
fa_ir: تایید رمز عبور

source: Confirmation Required
fa_ir: نیاز به تایید

source: Corporate Branding
fa_ir: برند سازمانی

source: Country
fa_ir: کشور

source: Currencies
fa_ir: ارزها

source: Currency
fa_ir: ارز

source: Current Employees Only
fa_ir: فقط کارمندان فعلی

source: Current File
fa_ir: فایل فعلی

source: Current and Past Employees
fa_ir: کارمندان فعلی و سابق

source: Customers
fa_ir: مشتریان

source: Dashboard
fa_ir: داشبورد

source: Date
fa_ir: تاریخ

source: Date Range
fa_ir: بازه زمانی

source: Dec
fa_ir: دسامبر

source: December
fa_ir: دسامبر

source: Delete Current
fa_ir: حذف فعلی

source: Delete Selected
fa_ir: حذف انتخاب شده‌ها

source: Dependents
fa_ir: وابستگان

source: Descending
fa_ir: نزولی

source: Description
fa_ir: توضیحات

source: Directory
fa_ir: دایرکتوری

source: Disabled
fa_ir: غیرفعال

source: Download
fa_ir: دانلود

source: Duration
fa_ir: مدت زمان

source: Edit
fa_ir: ویرایش

source: Edit Attachment
fa_ir: ویرایش پیوست

source: Edit Education
fa_ir: ویرایش تحصیلات

source: Edit Language
fa_ir: ویرایش زبان

source: Edit License
fa_ir: ویرایش گواهینامه

source: Edit Membership
fa_ir: ویرایش عضویت

source: Edit Skill
fa_ir: ویرایش مهارت

source: Education
fa_ir: تحصیلات

source: Email
fa_ir: ایمیل

source: Emergency Contacts
fa_ir: اطلاعات تماس اضطراری

source: Employee
fa_ir: کارمند

source: Employee Entitlements
fa_ir: استحقاقی‌های کارمند

source: Employee Full Name
fa_ir: نام کامل کارمند

source: Employee Id
fa_ir: شناسه کارمند

source: Employee List
fa_ir: لیست کارمندان

source: Employee Name
fa_ir: نام کارمند

source: Employee Records
fa_ir: سوابق کارمند

source: Employee Reports
fa_ir: گزارشات کارمند

source: Employee Timesheets
fa_ir: برگه‌های زمانی کارمند

source: Employee Trackers
fa_ir: ردیاب‌های کارمند

source: Employees Terminated
fa_ir: کارمندان خاتمه خدمت یافته

source: Employment Status
fa_ir: وضعیت استخدام

source: Enable
fa_ir: فعال کردن

source: Enabled
fa_ir: فعال شده

source: End Date
fa_ir: تاریخ پایان

source: End date should be after Start date
fa_ir: تاریخ پایان باید بعد از تاریخ شروع باشد

source: End time should be after Start time
fa_ir: زمان پایان باید بعد از زمان شروع باشد

# enter_valid_port_between_a_to_b
source: Enter a valid port number between {minValue} to {maxValue}
fa_ir: یک شماره پورت معتبر بین {minValue} تا {maxValue} وارد کنید

source: Entitlements
fa_ir: استحقاقی‌ها

source: Error
fa_ir: خطا

# expected_email_address_format_not_matched
source: Expected format: admin@example.com
fa_ir: فرمت مورد انتظار: admin@example.com

source: Expiry Date
fa_ir: تاریخ انقضا

source: Failed
fa_ir: ناموفق

source: Fax
fa_ir: فکس

source: Feb
fa_ir: فوریه

source: February
fa_ir: فوریه

source: Female
fa_ir: زن

source: File Name
fa_ir: نام فایل

source: File Size
fa_ir: حجم فایل

source: File Type
fa_ir: نوع فایل

source: File type not allowed
fa_ir: نوع فایل مجاز نیست

source: First name
fa_ir: نام

# password_strength_message
source: For a strong password, please use a hard to guess combination of text with upper and lower case characters, symbols and numbers
fa_ir: برای رمز عبور قوی، لطفاً از ترکیبی سخت برای حدس زدن شامل متن با حروف بزرگ و کوچک، نمادها و اعداد استفاده کنید

source: Fri
fa_ir: جمعه

source: Friday
fa_ir: جمعه

source: From
fa_ir: از

source: From Date
fa_ir: از تاریخ

source: From date should be before to date
fa_ir: "از تاریخ" باید قبل از "تا تاریخ" باشد

source: From time should be before to time
fa_ir: "از زمان" باید قبل از "تا زمان" باشد

source: Full Name
fa_ir: نام کامل

source: Generate
fa_ir: ایجاد

source: Greater Than
fa_ir: بزرگتر از

source: Help
fa_ir: راهنما

source: Id
fa_ir: شناسه

source: Immigration
fa_ir: مهاجرت

source: Include Header
fa_ir: شامل سربرگ

source: Incorrect Dimensions
fa_ir: ابعاد نادرست

source: Info
fa_ir: اطلاعات

source: Invalid
fa_ir: نامعتبر

source: Jan
fa_ir: ژانویه

source: January
fa_ir: ژانویه

source: Job
fa_ir: شغل

source: Job Category
fa_ir: دسته بندی شغلی

source: Job Specification
fa_ir: شرح شغل

source: Job Title
fa_ir: عنوان شغلی

source: Joined Date
fa_ir: تاریخ پیوستن

source: Jul
fa_ir: ژوئیه

source: July
fa_ir: ژوئیه

source: Jun
fa_ir: ژوئن

source: June
fa_ir: ژوئن

source: KPIs
fa_ir: شاخص‌های کلیدی عملکرد

source: Keep Current
fa_ir: نگه داشتن فعلی

source: LDAP Configuration
fa_ir: پیکربندی LDAP

source: Language
fa_ir: زبان

source: Language Packages
fa_ir: بسته‌های زبان

source: Languages
fa_ir: زبان‌ها

source: Last Name
fa_ir: نام خانوادگی

source: Launching Soon
fa_ir: به زودی

source: Leave
fa_ir: مرخصی

source: Less Than
fa_ir: کمتر از

source: Level
fa_ir: سطح

source: Location
fa_ir: مکان

source: Logout
fa_ir: خروج

source: Maintenance
fa_ir: نگهداری

source: Male
fa_ir: مرد

source: Manage Reviews
fa_ir: مدیریت بازبینی‌ها

source: Mar
fa_ir: مارس

source: March
fa_ir: مارس

source: May
fa_ir: مه

source: Memberships
fa_ir: عضویت‌ها

source: Middle name
fa_ir: نام میانی

source: Mobile
fa_ir: موبایل

source: Module Forbidden
fa_ir: ماژول ممنوع

source: Modules
fa_ir: ماژول‌ها

source: Mon
fa_ir: دوشنبه

source: Monday
fa_ir: دوشنبه

source: More
fa_ir: بیشتر

source: My Entitlements
fa_ir: استحقاقی‌های من

source: My Info
fa_ir: اطلاعات من

source: My Leave
fa_ir: مرخصی من

source: My Records
fa_ir: سوابق من

source: My Reviews
fa_ir: بازبینی‌های من

source: My Timesheets
fa_ir: برگه‌های زمانی من

source: My Trackers
fa_ir: ردیاب‌های من

source: Name
fa_ir: نام

source: Nationality
fa_ir: ملیت

source: No
fa_ir: خیر

source: No Records Found
fa_ir: هیچ رکوردی یافت نشد

# no_employees_match_filters
source: No employees match the selected filters
fa_ir: هیچ کارمندی با فیلترهای انتخاب شده مطابقت ندارد

source: No file chosen
fa_ir: هیچ فایلی انتخاب نشده

source: No file selected
fa_ir: هیچ فایلی انتخاب نشده

source: No matching employees
fa_ir: هیچ کارمند منطبقی یافت نشد

source: No, Cancel
fa_ir: خیر، لغو

source: Note
fa_ir: یادداشت

source: Notes
fa_ir: یادداشت‌ها

source: Nov
fa_ir: نوامبر

source: November
fa_ir: نوامبر

# greater_than_or_equal_to_n
source: Number should be greater than or equal to {minValue}
fa_ir: عدد باید بزرگتر یا مساوی {minValue} باشد

# less_than_or_equal_to_n
source: Number should be less than or equal to {maxValue}
fa_ir: عدد باید کوچکتر یا مساوی {maxValue} باشد

source: Oct
fa_ir: اکتبر

source: October
fa_ir: اکتبر

source: Ok
fa_ir: باشه

source: Or login with
fa_ir: یا ورود با

source: Organization
fa_ir: سازمان

source: Other Email
fa_ir: ایمیل دیگر

source: PIM
fa_ir: PIM (اطلاعات شخصی)

source: Password
fa_ir: رمز عبور

source: Passwords do not match
fa_ir: رمزهای عبور مطابقت ندارند

source: Past Employees Only
fa_ir: فقط کارمندان سابق

source: Pay Grade
fa_ir: رتبه پرداخت

source: Performance
fa_ir: عملکرد

source: Performed By
fa_ir: انجام شده توسط

source: Personal Details
fa_ir: جزئیات شخصی

source: Phone
fa_ir: تلفن

source: Preview
fa_ir: پیش‌نمایش

source: Project Info
fa_ir: اطلاعات پروژه

source: Project Reports
fa_ir: گزارشات پروژه

source: Projects
fa_ir: پروژه‌ها

source: Publish
fa_ir: انتشار

source: Punch In/Out
fa_ir: ورود / خروج

source: Purge Records
fa_ir: پاکسازی سوابق

source: Purged Employee
fa_ir: کارمند پاکسازی شده

source: Qualifications
fa_ir: صلاحیت‌ها

source: Range
fa_ir: محدوده

source: Recruitment
fa_ir: استخدام

source: Register OAuth Client
fa_ir: ثبت کلاینت OAuth

source: Reject
fa_ir: رد کردن

source: Replace Current
fa_ir: جایگزینی فعلی

source: Replace With
fa_ir: جایگزینی با

source: Report Name
fa_ir: نام گزارش

source: Report-to
fa_ir: گزارش به

source: Reports
fa_ir: گزارشات

source: Required
fa_ir: الزامی

source: Reset
fa_ir: بازنشانی

source: Reset to Default
fa_ir: بازنشانی به پیش‌فرض

source: Review List
fa_ir: لیست بازبینی

source: Salary
fa_ir: حقوق

source: Sat
fa_ir: شنبه

source: Saturday
fa_ir: شنبه

source: Save
fa_ir: ذخیره

source: Search
fa_ir: جستجو

source: Searching....
fa_ir: در حال جستجو....

source: Select File
fa_ir: انتخاب فایل

source: Sep
fa_ir: سپتامبر

source: September
fa_ir: سپتامبر

source: Should be a number
fa_ir: باید یک عدد باشد

# should_be_a_number_between_min_and_max
source: Should be a number between {min}-{max}
fa_ir: باید عددی بین {min}-{max} باشد

source: Should be a numeric value
fa_ir: باید یک مقدار عددی باشد

source: Should be a positive number
fa_ir: باید یک عدد مثبت باشد

source: Should be a valid date in hh:mm format
fa_ir: باید یک تاریخ معتبر در فرمت hh:mm باشد

# should_be_a_valid_date_in_x_format
source: Should be a valid date in {format} format
fa_ir: باید یک تاریخ معتبر در فرمت {format} باشد

# should_be_least_n_characters
source: Should be at least {amount} characters
fa_ir: باید حداقل {amount} کاراکتر باشد

source: Should be greater than lower bound
fa_ir: باید بزرگتر از کران پایین باشد

source: Should be higher than minimum value
fa_ir: باید بیشتر از حداقل مقدار باشد

source: Should be less than upper bound
fa_ir: باید کمتر از کران بالا باشد

# should_be_less_than_n
source: Should be less than {amount}
fa_ir: باید کمتر از {amount} باشد

source: Should be lower than maximum value
fa_ir: باید کمتر از حداکثر مقدار باشد

# should_be_less_n_characters
source: Should not exceed {amount} characters
fa_ir: نباید از {amount} کاراکتر بیشتر باشد

source: Show Less
fa_ir: نمایش کمتر

source: Show More
fa_ir: نمایش بیشتر

source: Size
fa_ir: حجم

source: Skills
fa_ir: مهارت‌ها

source: Social Media Authentication
fa_ir: احراز هویت با رسانه‌های اجتماعی

source: Start Date
fa_ir: تاریخ شروع

source: Start date should be before end date
fa_ir: تاریخ شروع باید قبل از تاریخ پایان باشد

source: Start time should be before end time
fa_ir: زمان شروع باید قبل از زمان پایان باشد

source: State
fa_ir: استان

source: State/Province
fa_ir: استان/ایالت

source: Status
fa_ir: وضعیت

source: Strong
fa_ir: قوی

source: Strongest
fa_ir: قوی‌ترین

source: Structure
fa_ir: ساختار

source: Sub Unit
fa_ir: زیر واحد

source: Submit
fa_ir: ارسال

source: Success
fa_ir: موفقیت

source: Successfully Activated
fa_ir: با موفقیت فعال شد

source: Successfully Deleted
fa_ir: با موفقیت حذف شد

source: Successfully Saved
fa_ir: با موفقیت ذخیره شد

source: Successfully Updated
fa_ir: با موفقیت به‌روزرسانی شد

source: Sun
fa_ir: یکشنبه

source: Sunday
fa_ir: یکشنبه

source: Support
fa_ir: پشتیبانی

source: Tax Exemptions
fa_ir: معافیت‌های مالیاتی

# module_access_restriction
source: The page you're trying to access has restricted access
fa_ir: صفحه‌ای که قصد دسترسی به آن را دارید دارای دسترسی محدود است

# delete_confirmation_message
source: The selected record will be permanently deleted. Are you sure you want to continue?
fa_ir: رکورد انتخاب شده برای همیشه حذف خواهد شد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

# invalid_video_url_message
source: This URL is not a valid URL of a video or it is not supported by the system
fa_ir: این URL یک آدرس معتبر ویدیو نیست یا توسط سیستم پشتیبانی نمی‌شود

# page_under_development
source: This page is currently under development.
fa_ir: این صفحه در حال حاضر در دست توسعه است.

source: Thu
fa_ir: پنجشنبه

source: Thursday
fa_ir: پنجشنبه

source: Time
fa_ir: زمان

source: Timesheets
fa_ir: برگه‌های زمانی

source: To
fa_ir: تا

source: To Date
fa_ir: تا تاریخ

source: To date should be after From date
fa_ir: "تا تاریخ" باید بعد از "از تاریخ" باشد

source: To time should be after from time
fa_ir: "تا زمان" باید بعد از "از زمان" باشد

source: Today
fa_ir: امروز

source: Total
fa_ir: مجموع

source: Trackers
fa_ir: ردیاب‌ها

source: Tue
fa_ir: سه‌شنبه

source: Tuesday
fa_ir: سه‌شنبه

source: Type
fa_ir: نوع

source: Type Comments here
fa_ir: نظرات را اینجا تایپ کنید

source: Type comment here
fa_ir: نظر را اینجا تایپ کنید

source: Type description here
fa_ir: توضیحات را اینجا تایپ کنید

source: Type for hints...
fa_ir: برای راهنمایی تایپ کنید...

source: Type here
fa_ir: اینجا تایپ کنید

# type_here_message
source: Type here ...
fa_ir: اینجا تایپ کنید ...

source: Unexpected Error!
fa_ir: خطای غیرمنتظره!

source: Upgrade
fa_ir: ارتقا

source: Upload
fa_ir: آپلود

# upload_n_file
source: Upload {fileName}
fa_ir: آپلود {fileName}

source: User Management
fa_ir: مدیریت کاربران

source: User Role
fa_ir: نقش کاربری

source: User Status
fa_ir: وضعیت کاربر

source: Username
fa_ir: نام کاربری

source: Users
fa_ir: کاربران

source: Vacancies
fa_ir: موقعیت‌های شغلی

source: Version
fa_ir: نسخه

source: Very Weak
fa_ir: بسیار ضعیف

source: View
fa_ir: مشاهده

source: Warning
fa_ir: هشدار

source: Weak
fa_ir: ضعیف

source: Wed
fa_ir: چهارشنبه

source: Wednesday
fa_ir: چهارشنبه

source: Work Email
fa_ir: ایمیل کاری

source: Year
fa_ir: سال

source: Yes
fa_ir: بله

source: Yes, Delete
fa_ir: بله، حذف

source: Zip/Postal Code
fa_ir: کد پستی/ZIP

# download_latest_release
source: to download the latest stable release.
fa_ir: برای دانلود آخرین نسخه پایدار.

# accept_custom_format_file_up_to_n_mb
source: {count, plural, one {Accepts .docx, .doc, .odt, .pdf, .rtf, .txt up to 1MB} other{ Accepts .docx, .doc, .odt, .pdf, .rtf, .txt up to #MBs}}
fa_ir: {count, plural, one {.docx, .doc, .odt, .pdf, .rtf, .txt تا 1 مگابایت پذیرفته می‌شود} other{ .docx, .doc, .odt, .pdf, .rtf, .txt تا # مگابایت پذیرفته می‌شود}}

# accepts_up_to_n_mb
source: {count, plural, one {Accepts up to 1MB} other { Accepts up to #MBs}}
fa_ir: {count, plural, one {تا 1 مگابایت پذیرفته می‌شود} other { تا # مگابایت پذیرفته می‌شود}}

# n_records_found
source: {count,plural, =0{No Records Found} one{(1) Record Found} other{ (#) Records Found}}
fa_ir: {count,plural, =0{هیچ رکوردی یافت نشد} one{(1) رکورد یافت شد} other{ (#) رکورد یافت شد}}

# n_records_selected
source: {count,plural, =0{No Records Selected} one{(1) Record Selected} other{(#) Records Selected}}
fa_ir: {count,plural, =0{هیچ رکوردی انتخاب نشده} one{(1) رکورد انتخاب شد} other{(#) رکورد انتخاب شد}}

source: Add Currency
fa_ir: افزودن ارز

source: Add Employment Status
fa_ir: افزودن وضعیت استخدام

source: Add Job Category
fa_ir: افزودن دسته بندی شغلی

source: Add Job Title
fa_ir: افزودن عنوان شغلی

source: Add Language Package
fa_ir: افزودن بسته زبان

source: Add Location
fa_ir: افزودن مکان

source: Add Nationality
fa_ir: افزودن ملیت

source: Add OAuth Client
fa_ir: افزودن کلاینت OAuth

source: Add Organization Unit
fa_ir: افزودن واحد سازمانی

source: Add Pay Grade
fa_ir: افزودن رتبه پرداخت

source: Add Provider
fa_ir: افزودن ارائه‌دهنده

source: Add Subscriber
fa_ir: افزودن مشترک

source: Add User
fa_ir: افزودن کاربر

source: Add Work Shift
fa_ir: افزودن شیفت کاری

source: Additional Settings
fa_ir: تنظیمات اضافی

source: Address
fa_ir: آدرس

source: Admin Module
fa_ir: ماژول ادمین

source: All
fa_ir: همه

source: Assigned Employees
fa_ir: کارمندان تخصیص یافته

# user_unique_attribute_input_hint
source: Attribute field to use as a unique immutable identifier for user objects. This is used to track username changes. Ex: entryUUID, objectGUID
fa_ir: فیلد مشخصه‌ای که به عنوان شناسه منحصر به فرد و غیرقابل تغییر برای اشیاء کاربر استفاده می‌شود. این برای ردیابی تغییرات نام کاربری استفاده می‌شود. مثال: entryUUID, objectGUID

# user_name_input_hint
source: Attribute field to use when loading the username. Ex: cn, SMA account name
fa_ir: فیلد مشخصه‌ای که هنگام بارگذاری نام کاربری استفاده می‌شود. مثال: cn, SMA account name

# user_search_filter_input_hint
source: Attribute field to use when searching user objects. Ex: objectClass=person
fa_ir: فیلد مشخصه‌ای که هنگام جستجوی اشیاء کاربر استفاده می‌شود. مثال: objectClass=person

source: Authentication
fa_ir: احراز هویت

source: Base Distinguished Name
fa_ir: نام متمایز پایه

# ldap_configuration_warning_message
source: Before activating the LDAP service, make sure that all LDAP settings are functioning properly since incorrect configuration may result in corrupted data. As a precaution, we recommend you to create a backup of your database before continuing.
fa_ir: قبل از فعال کردن سرویس LDAP، مطمئن شوید که تمام تنظیمات LDAP به درستی کار می‌کنند زیرا پیکربندی نادرست ممکن است منجر به خرابی داده‌ها شود. به عنوان احتیاط، توصیه می‌کنیم قبل از ادامه، یک نسخه پشتیبان از پایگاه داده خود ایجاد کنید.

source: Bind Anonymously
fa_ir: اتصال ناشناس

source: Bind Settings
fa_ir: تنظیمات اتصال

source: Client Banner
fa_ir: بنر کلاینت

source: Client ID
fa_ir: شناسه کلاینت

source: Client Logo
fa_ir: لوگوی کلاینت

source: Client Secret
fa_ir: راز کلاینت

source: Confidential Client
fa_ir: کلاینت محرمانه

source: Connection Status
fa_ir: وضعیت اتصال

source: Data Mapping
fa_ir: نگاشت داده

source: Date Format
fa_ir: فرمت تاریخ

source: Directory Module
fa_ir: ماژول دایرکتوری

source: Distinguished Name
fa_ir: نام متمایز

source: Do not change the template
fa_ir: قالب را تغییر ندهید

source: Duration Per Day
fa_ir: مدت زمان در روز

source: Edit Currency
fa_ir: ویرایش ارز

source: Edit Employment Status
fa_ir: ویرایش وضعیت استخدام

source: Edit Job Category
fa_ir: ویرایش دسته بندی شغلی

source: Edit Job Title
fa_ir: ویرایش عنوان شغلی

source: Edit Location
fa_ir: ویرایش مکان

source: Edit Nationality
fa_ir: ویرایش ملیت

source: Edit OAuth Client
fa_ir: ویرایش کلاینت OAuth

source: Edit Organization Unit
fa_ir: ویرایش واحد سازمانی

source: Edit Pay Grade
fa_ir: ویرایش رتبه پرداخت

source: Edit Provider
fa_ir: ویرایش ارائه‌دهنده

source: Edit Subscriber
fa_ir: ویرایش مشترک

source: Edit User
fa_ir: ویرایش کاربر

source: Edit Work Shift
fa_ir: ویرایش شیفت کاری

source: Email Configuration
fa_ir: پیکربندی ایمیل

source: Email Subscriptions
fa_ir: اشتراک‌های ایمیل

source: Enable Client
fa_ir: فعال کردن کلاینت

source: Encryption
fa_ir: رمزگذاری

source: Errors in Import Language Packages
fa_ir: خطاها در وارد کردن بسته‌های زبان

source: Export
fa_ir: خروجی

source: Field in LDAP Directory
fa_ir: فیلد در دایرکتوری LDAP

source: Field in OrangeHRM
fa_ir: فیلد در OrangeHRM

source: General Information
fa_ir: اطلاعات عمومی

source: Host
fa_ir: هاست

source: Hours Per Day
fa_ir: ساعت در روز

# port_input_hint
source: If SSL use port 636 by default
fa_ir: در صورت استفاده از SSL، به طور پیش‌فرض از پورت 636 استفاده کنید

source: Import Language Package
fa_ir: وارد کردن بسته زبان

source: Job Categories
fa_ir: دسته بندی‌های شغلی

source: Job Description
fa_ir: شرح شغل

source: Job Titles
fa_ir: عناوین شغلی

source: LDAP Implementation
fa_ir: پیاده‌سازی LDAP

# ldap_host_input_hint
source: LDAP Server IP or Hostname without the protocol (without ldap:// or ldaps://)
fa_ir: IP سرور LDAP یا نام هاست بدون پروتکل (بدون ldap:// یا ldaps://)

source: LDAP settings not configured
fa_ir: تنظیمات LDAP پیکربندی نشده است

source: LDAP sync not enabled
fa_ir: همگام‌سازی LDAP فعال نیست

source: Language Package
fa_ir: بسته زبان

source: Last sync failed on {datetime}
fa_ir: آخرین همگام‌سازی در {datetime} ناموفق بود

source: Last synced on {datetime}
fa_ir: آخرین همگام‌سازی در {datetime}

source: Leave Applications
fa_ir: درخواست‌های مرخصی

source: Leave Approvals
fa_ir: تاییدهای مرخصی

source: Leave Assignments
fa_ir: تخصیص‌های مرخصی

# leave_cancellation
source: Leave Cancellations
fa_ir: لغوهای مرخصی

source: Leave Module
fa_ir: ماژول مرخصی

source: Leave Rejections
fa_ir: ردهای مرخصی

source: Licenses
fa_ir: گواهینامه‌ها

source: Localization
fa_ir: بومی‌سازی

source: Locations
fa_ir: مکان‌ها

source: Login Banner
fa_ir: بنر ورود

source: Lookup
fa_ir: جستجو

source: Mail Sent As
fa_ir: ایمیل ارسال شده به عنوان

source: Maintenance Module
fa_ir: ماژول نگهداری

# client_secret_warning_message
source: Make sure to copy the client secret now. You won’t be able to see it again.
fa_ir: مطمئن شوید که "راز کلاینت" را اکنون کپی می‌کنید. دیگر قادر به مشاهده آن نخواهید بود.

source: Maximum Salary
fa_ir: حداکثر حقوق

source: Merge LDAP Users With Existing System Users
fa_ir: ادغام کاربران LDAP با کاربران موجود سیستم

source: Minimum Salary
fa_ir: حداقل حقوق

# placeholder_mismatch
source: Mismatch found between placeholders
fa_ir: عدم تطابق بین متغیرها (placeholders) یافت شد

# plural_placeholder_mismatch
source: Mismatch found between plural expression placeholder
fa_ir: عدم تطابق بین متغیر عبارت جمع (plural) یافت شد

# select_placeholder_mismatch
source: Mismatch found between select expression placeholder
fa_ir: عدم تطابق بین متغیر عبارت انتخابی (select) یافت شد

source: Module
fa_ir: ماژول

source: Module Configuration
fa_ir: پیکربندی ماژول

source: Multiple User Returned
fa_ir: کاربران متعددی بازگردانده شدند

source: Nationalities
fa_ir: ملیت‌ها

source: No User Found
fa_ir: هیچ کاربری یافت نشد

source: Not Translated
fa_ir: ترجمه نشده

source: Notification Type
fa_ir: نوع اعلان

source: Number of Employees
fa_ir: تعداد کارمندان

source: OAuth Client List
fa_ir: لیست کلاینت OAuth

source: One level
fa_ir: یک سطح

source: Only edit the target field
fa_ir: فقط فیلد هدف (target) را ویرایش کنید

source: Optional - the mail server requires the use of TLS security.
fa_ir: اختیاری - سرور ایمیل نیاز به استفاده از امنیت TLS دارد.

source: Order
fa_ir: ترتیب

source: Organization Name
fa_ir: نام سازمان

source: Organization Structure
fa_ir: ساختار سازمانی

source: Organization unit name should be unique
fa_ir: نام واحد سازمانی باید منحصر به فرد باشد
