Repository: zalaghi/orangehrm_persian_language_pack
Catalog: i18n-*.xlf
Languages: fa_ir

source: Employee can edit/delete own attendance records
fa_ir: کارمند می‌تواند سوابق حضور و غیاب خود را ویرایش/حذف کند

source: In
fa_ir: ورود

source: My Attendance Records
fa_ir: سوابق حضور و غیاب من

source: Not Punched In
fa_ir: ورود ثبت نشده

source: Out
fa_ir: خروج

source: Overlapping Records Found
fa_ir: سوابق همپوشان یافت شد

source: Punch In
fa_ir: ثبت ورود

source: Punch In Note
fa_ir: یادداشت ورود

source: Punch Out
fa_ir: ثبت خروج

source: Punch Out Note
fa_ir: یادداشت خروج

source: Punched In
fa_ir: ورود ثبت شد

source: Punched In Note
fa_ir: یادداشت ورود ثبت شده

source: Punched Out
fa_ir: خروج ثبت شد

source: Punched in time
fa_ir: زمان ثبت ورود

source: Supervisor can add/edit/delete attendance records of subordinates
fa_ir: سرپرست می‌تواند سوابق حضور و غیاب زیردستان را اضافه/ویرایش/حذف کند

source: Timezone
fa_ir: منطقه زمانی

source: hh:mm
fa_ir: ساعت:دقیقه

# reset_password_link_via_email
source: A reset password link has been sent to you via email.
fa_ir: لینک بازنشانی رمز عبور از طریق ایمیل برای شما ارسال شد.

source: Access and manage your data
fa_ir: دسترسی و مدیریت داده‌های شما

source: Account disabled
fa_ir: حساب غیرفعال شد

# admin_access
source: Administrator Access
fa_ir: دسترسی مدیر

source: Allow Access
fa_ir: اجازه دسترسی

source: CSRF token validation failed
fa_ir: اعتبارسنجی توکن CSRF ناموفق بود

source: Change Weak Password
fa_ir: تغییر رمز عبور ضعیف

source: Credential Required
fa_ir: اطلاعات کاربری مورد نیاز است

source: Deny
fa_ir: رد کردن

source: Do you want to allow access?
fa_ir: آیا می‌خواهید اجازه دسترسی بدهید؟

source: Employee is terminated
fa_ir: کارمند اخراج شده است

# employee_is_assigned
source: Employee not assigned
fa_ir: کارمند تخصیص نیافته است

# forgot_password
source: Forgot Your Password
fa_ir: رمز عبور خود را فراموش کرده‌اید

# email_not_receive_note
source: If the email does not arrive, please contact your OrangeHRM Administrator.
fa_ir: اگر ایمیل نرسید، لطفاً با مدیر OrangeHRM خود تماس بگیرید.

source: Invalid credentials
fa_ir: اطلاعات کاربری نامعتبر

source: Invalid password reset code
fa_ir: کد بازنشانی رمز عبور نامعتبر است

source: Login
fa_ir: ورود

# mobile_client_disabled_error
source: Mobile app is not enabled. Please contact your OrangeHRM administrator.
fa_ir: اپلیکیشن موبایل فعال نیست. لطفاً با مدیر OrangeHRM خود تماس بگیرید.

source: New Password
fa_ir: رمز عبور جدید

source: Perform actions on your behalf
fa_ir: انجام اقدامات از طرف شما

# username_identify_reset_note
source: Please enter your username to identify your account to reset your password
fa_ir: لطفاً نام کاربری خود را برای شناسایی حساب خود جهت بازنشانی رمز عبور وارد کنید

source: Reset Password
fa_ir: بازنشانی رمز عبور

source: Reset Password link sent successfully
fa_ir: لینک بازنشانی رمز عبور با موفقیت ارسال شد

# set_new_password
source: Set a new Password
fa_ir: تنظیم رمز عبور جدید

# configured_receive_email_notification_note
source: The OrangeHRM system is not configured to receive email notifications. Please contact your OrangeHRM administrator to reset your password
fa_ir: سیستم OrangeHRM برای دریافت اعلان‌های ایمیل پیکربندی نشده است. لطفاً برای بازنشانی رمز عبور خود با مدیر OrangeHRM تماس بگیرید

# reset_password_token_expired_note
source: The user account cannot be found or the reset password token has expired
fa_ir: حساب کاربری یافت نشد یا توکن بازنشانی رمز عبور منقضی شده است

source: This request is invalid
fa_ir: این درخواست نامعتبر است

# follow_link_to_select_password
source: You can follow that link and select a new password.
fa_ir: می‌توانید آن لینک را دنبال کرده و رمز عبور جدیدی انتخاب کنید.

# admin_access_note
source: You have requested to access a critical Administrator function in OrangeHRM and are required to validate your credentials below
fa_ir: شما درخواست دسترسی به یک عملکرد حساس مدیریتی در OrangeHRM را داشته‌اید و باید اطلاعات کاربری خود را در زیر تایید کنید

# password_not_strong
source: Your current password is weak. Please choose a stronger password.
fa_ir: رمز عبور فعلی شما ضعیف است. لطفاً رمز عبور قوی‌تری انتخاب کنید.

# password_could_be_guessable
source: Your password meets the minimum requirements, but it could be guessable
fa_ir: رمز عبور شما حداقل الزامات را دارد، اما ممکن است قابل حدس باشد

# password_spaces_not_allowed
source: Your password should not contain spaces
fa_ir: رمز عبور شما نباید حاوی فاصله باشد

source: password
fa_ir: رمز عبور

# back_to_login
source: to go back to login page
fa_ir: برای بازگشت به صفحه ورود

# request_new_password_token
source: to request a new password reset token
fa_ir: برای درخواست توکن بازنشانی رمز عبور جدید

source: username
fa_ir: نام کاربری

source: {clientName} would like to
fa_ir: {clientName} می‌خواهد

# password_min_length
source: {count,plural, one{Should have at least 1 character} other{Should have at least # characters}}
fa_ir: {count,plural, one{باید حداقل ۱ کاراکتر داشته باشد} other{باید حداقل # کاراکتر داشته باشد}}

# password_max_length
source: {count,plural, one{Should not exceed 1 character} other{Should not exceed # characters}}
fa_ir: {count,plural, one{نباید بیش از ۱ کاراکتر باشد} other{نباید بیش از # کاراکتر باشد}}

# password_n_lowercase_letters
source: {count,plural, one{Your password must contain minimum 1 lower-case letter} other{Your password must contain minimum # lower-case letters}}
fa_ir: {count,plural, one{رمز عبور شما باید حداقل شامل ۱ حرف کوچک باشد} other{رمز عبور شما باید حداقل شامل # حرف کوچک باشد}}

# password_n_numbers
source: {count,plural, one{Your password must contain minimum 1 number} other{Your password must contain minimum # numbers}}
fa_ir: {count,plural, one{رمز عبور شما باید حداقل شامل ۱ عدد باشد} other{رمز عبور شما باید حداقل شامل # عدد باشد}}

# password_n_special_characters
source: {count,plural, one{Your password must contain minimum 1 special character} other{Your password must contain minimum # special characters}}
fa_ir: {count,plural, one{رمز عبور شما باید حداقل شامل ۱ کاراکتر ویژه باشد} other{رمز عبور شما باید حداقل شامل # کاراکتر ویژه باشد}}

# password_n_uppercase_letters
source: {count,plural, one{Your password must contain minimum 1 upper-case letter} other{Your password must contain minimum # upper-case letters}}
fa_ir: {count,plural, one{رمز عبور شما باید حداقل شامل ۱ حرف بزرگ باشد} other{رمز عبور شما باید حداقل شامل # حرف بزرگ باشد}}

source: Add Event
fa_ir: افزودن رویداد

source: Add Expense
fa_ir: افزودن هزینه

source: Add Expense Type
fa_ir: افزودن نوع هزینه

source: Assign Claim
fa_ir: تخصیص مطالبه

source: Claim
fa_ir: مطالبه

source: Claim Module
fa_ir: ماژول مطالبات

source: Create
fa_ir: ایجاد

source: Create Claim Request
fa_ir: ایجاد درخواست مطالبه

source: Edit Event
fa_ir: ویرایش رویداد

source: Edit Expense
fa_ir: ویرایش هزینه

source: Edit Expense Type
fa_ir: ویرایش نوع هزینه

source: Employee Claims
fa_ir: مطالبات کارمند

source: Event
fa_ir: رویداد

source: Event Name
fa_ir: نام رویداد

source: Events
fa_ir: رویدادها

source: Expense Type
fa_ir: نوع هزینه

source: Expense Types
fa_ir: انواع هزینه‌ها

source: Expenses
fa_ir: هزینه‌ها

source: Initiated
fa_ir: آغاز شده

source: My Claims
fa_ir: مطالبات من

source: Paid
fa_ir: پرداخت شده

source: Pay
fa_ir: پرداخت

source: Reference Id
fa_ir: شناسه مرجع

source: Remarks
fa_ir: ملاحظات

# should_be_a_valid_number
source: Should be a valid number (xxx.xx)
fa_ir: باید یک عدد معتبر باشد (xxx.xx)

source: Submit Claim
fa_ir: ثبت مطالبه

source: Submitted Date
fa_ir: تاریخ ثبت

# total_amount
source: Total Amount ({currencyName}) : {totalAmount}
fa_ir: مبلغ کل ({currencyName}) : {totalAmount}

source: View Details
fa_ir: مشاهده جزئیات
