Repository: zalaghi/orangehrm_persian_language_pack
Catalog: i18n-*.xlf
Languages: fa_ir

source: Path to Sendmail
fa_ir: مسیر Sendmail

source: Pay Grades
fa_ir: رتبه‌های پرداخت

source: Performance Module
fa_ir: ماژول عملکرد

source: Pim Module
fa_ir: ماژول Pim (اطلاعات شخصی)

source: Please check the settings for your LDAP configuration
fa_ir: لطفاً تنظیمات پیکربندی LDAP خود را بررسی کنید

# please_save_before_pagination
source: Please save your changes before moving to the next page
fa_ir: لطفاً قبل از رفتن به صفحه بعد، تغییرات خود را ذخیره کنید

source: Port
fa_ir: پورت

source: Primary Color
fa_ir: رنگ اصلی

source: Primary Font Color
fa_ir: رنگ فونت اصلی

# primary_gradient_color_one
source: Primary Gradient Color 1
fa_ir: رنگ گرادیان اصلی ۱

# primary_gradient_color_two
source: Primary Gradient Color 2
fa_ir: رنگ گرادیان اصلی ۲

source: Provider List
fa_ir: لیست ارائه‌دهندگان

# url
source: Provider URL
fa_ir: URL ارائه‌دهنده

source: Recruitment Module
fa_ir: ماژول استخدام

source: Redirect URI
fa_ir: URI تغییر مسیر

source: Registration Number
fa_ir: شماره ثبت

source: SECURE SMTP
fa_ir: SMTP امن

source: SMTP Host
fa_ir: هاست SMTP

source: SMTP Password
fa_ir: رمز عبور SMTP

source: SMTP Port
fa_ir: پورت SMTP

source: SMTP User
fa_ir: کاربر SMTP

source: Sample XLIFF
fa_ir: نمونه XLIFF

source: Search Scope
fa_ir: محدوده جستجو

source: Search results
fa_ir: نتایج جستجو

source: Secondary Color
fa_ir: رنگ ثانویه

source: Secondary Font Color
fa_ir: رنگ فونت ثانویه

# send_test_email
source: Send Test Mail
fa_ir: ارسال ایمیل آزمایشی

source: Sending Method
fa_ir: روش ارسال

source: Server Settings
fa_ir: تنظیمات سرور

source: Shift Name
fa_ir: نام شیفت

source: Should be higher than Minimum Salary
fa_ir: باید بیشتر از حداقل حقوق باشد

source: Should be lower than Maximum Salary
fa_ir: باید کمتر از حداکثر حقوق باشد

source: Show
fa_ir: نمایش

source: Social Media Images
fa_ir: تصاویر رسانه‌های اجتماعی

source: Source Language
fa_ir: زبان مبدا

source: Source Note
fa_ir: یادداشت مبدا

source: Source Text
fa_ir: متن مبدا

source: Subscribers
fa_ir: مشترکین

source: Subtree
fa_ir: زیردرخت

# search_scope_input_hint
source: Subtree option will allow searching base directory and sub directories. One level will only search within the base directory
fa_ir: گزینه زیردرخت امکان جستجو در دایرکتوری پایه و زیردایرکتوری‌ها را فراهم می‌کند. گزینه یک سطح فقط در دایرکتوری پایه جستجو می‌کند

source: Sync Connection
fa_ir: همگام‌سازی اتصال

# sync_interval
source: Sync Interval (in Hours)
fa_ir: بازه همگام‌سازی (به ساعت)

source: Sync Now
fa_ir: همگام‌سازی اکنون

source: Synchronization Failed
fa_ir: همگام‌سازی ناموفق بود

source: Synchronization Successful
fa_ir: همگام‌سازی موفقیت‌آمیز بود

source: System Users
fa_ir: کاربران سیستم

source: Tax ID
fa_ir: شناسه مالیاتی

source: Test Connection
fa_ir: آزمایش اتصال

source: Test Email Address
fa_ir: آدرس ایمیل آزمایشی

source: Test Email Not Sent
fa_ir: ایمیل آزمایشی ارسال نشد

source: Test Email Sent
fa_ir: ایمیل آزمایشی ارسال شد

# xliff_file_empty
source: The XLIFF file is empty
fa_ir: فایل XLIFF خالی است

# xliff_file_missing_target_language
source: The XLIFF file is missing the target language attribute
fa_ir: فایل XLIFF فاقد مشخصه زبان مقصد است

# xliff_file_not_valid
source: The XLIFF file is not valid
fa_ir: فایل XLIFF معتبر نیست

# invalid_syntax
source: The syntax used is invalid
fa_ir: ساختار (syntax) استفاده شده نامعتبر است

# target_language_does_not_match
source: The target language does not match the selected language
fa_ir: زبان مقصد با زبان انتخاب شده مطابقت ندارد

# translate_text_manually
source: The text will not translate automatically. You will either have to import translations or translate within the system.
fa_ir: متن به طور خودکار ترجمه نخواهد شد. شما باید ترجمه‌ها را وارد کنید یا درون سیستم ترجمه کنید.

source: This unit will be added under
fa_ir: این واحد زیر

source: Time Module
fa_ir: ماژول زمان

source: Translate
fa_ir: ترجمه

source: Translate Language Package
fa_ir: ترجمه بسته زبان

source: Translated
fa_ir: ترجمه شده

source: Translated Text
fa_ir: متن ترجمه شده

source: Unit Id
fa_ir: شناسه واحد

source: Use SMTP Authentication
fa_ir: استفاده از احراز هویت SMTP

source: Use the sample template
fa_ir: از قالب نمونه استفاده کنید

source: Use this field as the employee / user mapping field
fa_ir: از این فیلد به عنوان فیلد نگاشت کارمند / کاربر استفاده کنید

source: User Lookup Settings
fa_ir: تنظیمات جستجوی کاربر

source: User Name Attribute
fa_ir: مشخصه نام کاربری

source: User Search Filter
fa_ir: فیلتر جستجوی کاربر

source: User Unique ID Attribute
fa_ir: مشخصه شناسه منحصر به فرد کاربر

source: User lookup
fa_ir: جستجوی کاربر

source: Work Shifts
fa_ir: شیفت‌های کاری

source: Working Hours
fa_ir: ساعات کاری

# n_errors_found
source: {count,plural, =0{No Errors Found} one{(1) Error Found} other{ (#) Errors Found}}
fa_ir: {count,plural, =0{هیچ خطایی یافت نشد} one{(1) خطا یافت شد} other{ (#) خطا یافت شد}}

# n_records_skipped
source: {count,plural, =0{No Records Skipped} one{1 Record Skipped} other{ # Records Skipped}}
fa_ir: {count,plural, =0{هیچ رکوردی نادیده گرفته نشد} one{1 رکورد نادیده گرفته شد} other{ # رکورد نادیده گرفته شد}}

# fix_errors
source: {count,plural, one{Fix Error} other{ Fix Errors}}
fa_ir: {count,plural, one{رفع خطا} other{ رفع خطاها}}

# n_users_found
source: {count} user(s) found
fa_ir: {count} کاربر یافت شد

# n_users_will_be_imported
source: {count} user(s) will be imported
fa_ir: {count} کاربر وارد خواهد شد

source: Account Number
fa_ir: شماره حساب

source: Account Type
fa_ir: نوع حساب

source: Activate Employment
fa_ir: فعال کردن استخدام

source: Add Custom Field
fa_ir: افزودن فیلد سفارشی

source: Add Dependent
fa_ir: افزودن وابسته

source: Add Immigration
fa_ir: افزودن اطلاعات مهاجرت

source: Add Report
fa_ir: افزودن گزارش

source: Add Reporting Method
fa_ir: افزودن روش گزارش‌دهی

source: Add Subordinate
fa_ir: افزودن زیردست

source: Add Supervisor
fa_ir: افزودن سرپرست

source: Add Termination Reason
fa_ir: افزودن دلیل خاتمه خدمت

source: Add Work Experience
fa_ir: افزودن سابقه کاری

source: Added By
fa_ir: اضافه شده توسط

source: Age Group
fa_ir: گروه سنی

# all_custom_fields_in_use
source: All custom fields are in use
fa_ir: همه فیلدهای سفارشی در حال استفاده هستند

source: All date fields should be in YYYY-MM-DD format
fa_ir: تمام فیلدهای تاریخ باید در فرمت YYYY-MM-DD باشند

source: Assigned Dependents
fa_ir: وابستگان تخصیص یافته

source: Assigned Emergency Contacts
fa_ir: اطلاعات تماس اضطراری تخصیص یافته

source: Assigned Immigration Records
fa_ir: سوابق مهاجرت تخصیص یافته

source: Assigned Memberships
fa_ir: عضویت‌های تخصیص یافته

source: Assigned Salary Components
fa_ir: اجزای حقوق تخصیص یافته

source: Assigned Subordinates
fa_ir: زیردستان تخصیص یافته

source: Assigned Supervisors
fa_ir: سرپرستان تخصیص یافته

source: At least one display field should be added
fa_ir: حداقل یک فیلد نمایشی باید اضافه شود

source: At least one phone number is required
fa_ir: حداقل یک شماره تلفن الزامی است

source: Bi Weekly
fa_ir: دو هفته یکبار

source: Change Profile Picture
fa_ir: تغییر تصویر نمایه

source: Checking
fa_ir: جاری

source: Child
fa_ir: فرزند

source: Column order should not be changed
fa_ir: ترتیب ستون‌ها نباید تغییر کند

source: Company
fa_ir: شرکت

source: Competency
fa_ir: شایستگی

source: Contact Details
fa_ir: جزئیات تماس

source: Contract Details
fa_ir: جزئیات قرارداد

source: Contract End Date
fa_ir: تاریخ پایان قرارداد

source: Contract Start Date
fa_ir: تاریخ شروع قرارداد

source: Country Specific Information
fa_ir: اطلاعات ویژه کشور

source: Create Login Details
fa_ir: ایجاد جزئیات ورود

source: Current Password
fa_ir: رمز عبور فعلی

source: Current Password is Incorrect
fa_ir: رمز عبور فعلی نادرست است

source: Custom Field Name
fa_ir: نام فیلد سفارشی

source: Custom Fields
fa_ir: فیلدهای سفارشی

source: Custom field(s) in use
fa_ir: فیلد(های) سفارشی در حال استفاده

source: Data Import
fa_ir: ورود داده

source: Date Added
fa_ir: تاریخ افزودن

source: Date of Birth
fa_ir: تاریخ تولد

source: Direct
fa_ir: مستقیم

source: Direct Deposit Account Number
fa_ir: شماره حساب واریز مستقیم

source: Direct Deposit Account Type
fa_ir: نوع حساب واریز مستقیم

source: Direct Deposit Amount
fa_ir: مبلغ واریز مستقیم

source: Display Fields
fa_ir: فیلدهای نمایشی

source: Document
fa_ir: سند

source: Document Type
fa_ir: نوع سند

source: Driver License Number
fa_ir: شماره گواهینامه رانندگی

source: Drop Down
fa_ir: کشویی

source: Each import file should be configured for 100 records or less
fa_ir: هر فایل ورود باید برای 100 رکورد یا کمتر پیکربندی شود

source: Edit Custom Field
fa_ir: ویرایش فیلد سفارشی

source: Edit Dependent
fa_ir: ویرایش وابسته

source: Edit Emergency Contact
fa_ir: ویرایش اطلاعات تماس اضطراری

source: Edit Immigration
fa_ir: ویرایش اطلاعات مهاجرت

source: Edit Report
fa_ir: ویرایش گزارش

source: Edit Reporting Method
fa_ir: ویرایش روش گزارش‌دهی

source: Edit Salary Component
fa_ir: ویرایش جزء حقوق

source: Edit Termination Reason
fa_ir: ویرایش دلیل خاتمه خدمت

source: Eligibility Review Date
fa_ir: تاریخ بازبینی واجد شرایط بودن

source: Eligibility Status
fa_ir: وضعیت واجد شرایط بودن

source: Eligible Review Date
fa_ir: تاریخ بازبینی واجد شرایط

source: Eligible Status
fa_ir: وضعیت واجد شرایط

source: Employee First Name
fa_ir: نام کارمند

# employee_id_exists
source: Employee Id already exists
fa_ir: شناسه کارمند از قبل موجود است

source: Employee Information
fa_ir: اطلاعات کارمند

source: Employee Last Name
fa_ir: نام خانوادگی کارمند

source: Employee Middle Name
fa_ir: نام میانی کارمند

# employee_termination_activation
source: Employee Termination / Activiation
fa_ir: خاتمه خدمت / فعال‌سازی کارمند

source: Enter allowed options separated by commas
fa_ir: گزینه‌های مجاز را با کاما جدا کرده و وارد کنید

source: Exemptions
fa_ir: معافیت‌ها

source: Expiry date should be after issued date
fa_ir: تاریخ انقضا باید بعد از تاریخ صدور باشد

source: Failed Rows
fa_ir: سطرهای ناموفق

source: Federal Income Tax
fa_ir: مالیات بر درآمد فدرال

source: Field Name
fa_ir: نام فیلد

source: Field Type
fa_ir: نوع فیلد

source: First (& Middle) Name
fa_ir: نام (و نام میانی)

source: First Name and Last Name are compulsory
fa_ir: نام و نام خانوادگی الزامی هستند

source: Fluency
fa_ir: تسلط

source: GPA/Score
fa_ir: معدل/نمره

source: Gender
fa_ir: جنسیت

source: Home
fa_ir: منزل

source: Home Telephone
fa_ir: تلفن منزل

source: Hourly
fa_ir: ساعتی

# gender_specified_value_should_be_either_m_or_f
source: If gender is specified, value should be either Male or Female
fa_ir: اگر جنسیت مشخص شده است، مقدار باید "مرد" یا "زن" باشد

source: Import Details
fa_ir: جزئیات ورود

source: Include
fa_ir: شامل

source: Include Direct Deposit Details
fa_ir: شامل جزئیات واریز مستقیم

source: Include Employment Contract Details
fa_ir: شامل جزئیات قرارداد استخدامی

source: Indirect
fa_ir: غیر مستقیم

source: Institute
fa_ir: موسسه

source: Issued By
fa_ir: صادر شده توسط

source: Issued Date
fa_ir: تاریخ صدور

source: Job Details
fa_ir: جزئیات شغل

source: Joined after
fa_ir: پیوسته بعد از

source: Joined before
fa_ir: پیوسته قبل از

source: Joined in between
fa_ir: پیوسته در این فاصله

source: License
fa_ir: گواهینامه

source: License Expiry Date
fa_ir: تاریخ انقضای گواهینامه

source: License Number
fa_ir: شماره گواهینامه

source: License Type
fa_ir: نوع گواهینامه

source: Major/Specialization
fa_ir: رشته/تخصص

source: Marital Status
fa_ir: وضعیت تاهل

source: Married
fa_ir: متاهل

source: Membership
fa_ir: عضویت

source: Military Service
fa_ir: خدمت سربازی

source: Monthly
fa_ir: ماهانه

# monthly_on_first_pay
source: Monthly on first pay of month
fa_ir: ماهانه در اولین پرداخت ماه

source: Multiple import files may be required
fa_ir: ممکن است به چندین فایل ورود نیاز باشد

source: Nickname
fa_ir: نام مستعار

source: Number
fa_ir: شماره

source: Optional Fields
fa_ir: فیلدهای اختیاری

source: Other
fa_ir: دیگر

source: Other Id
fa_ir: شناسه دیگر

source: Passport
fa_ir: گذرنامه

source: Pay Frequency
fa_ir: تناوب پرداخت

source: Personal
fa_ir: شخصی

source: Please Specify
fa_ir: لطفاً مشخص کنید

source: Relationship
fa_ir: نسبت

# remaining_no_of_custom_fields
source: Remaining number of custom fields:
fa_ir: تعداد باقیمانده فیلدهای سفارشی:

source: Renewal date should be after the commencing date
fa_ir: تاریخ تمدید باید بعد از تاریخ شروع باشد

source: Report to
fa_ir: گزارش به

source: Reporting Method
fa_ir: روش گزارش‌دهی

source: Reporting Method(s) in Use
fa_ir: روش(های) گزارش‌دهی در حال استفاده

source: Reporting Methods
fa_ir: روش‌های گزارش‌دهی

source: Routing Number
fa_ir: شماره مسیریابی (Routing Number)

source: SIN Number
fa_ir: شماره SIN

source: SSN Number
fa_ir: شماره SSN

source: Salary Component
fa_ir: جزء حقوق

source: Sample CSV file
fa_ir: فایل CSV نمونه

source: Save Emergency Contact
fa_ir: ذخیره اطلاعات تماس اضطراری

source: Savings
fa_ir: پس‌انداز

source: Score
fa_ir: نمره

source: Screen
fa_ir: صفحه

source: Select Display Field
fa_ir: انتخاب فیلد نمایشی

source: Select Display Field Group
fa_ir: انتخاب گروه فیلد نمایشی

source: Select Options
fa_ir: انتخاب گزینه‌ها

source: Selection Criteria
fa_ir: معیارهای انتخاب

source: Semi Monthly
fa_ir: دو بار در ماه

source: Service Period
fa_ir: دوره خدمت

source: Should be within Min/Max values
fa_ir: باید بین مقادیر حداقل/حداکثر باشد

source: Show Deprecated Fields
fa_ir: نمایش فیلدهای منسوخ شده

source: Show Nick Name, Smoker and Military Service in Personal Details
fa_ir: نمایش نام مستعار، وضعیت سیگاری بودن و خدمت سربازی در جزئیات شخصی

source: Show SIN field in Personal Details
fa_ir: نمایش فیلد SIN در جزئیات شخصی

source: Show SSN field in Personal Details
fa_ir: نمایش فیلد SSN در جزئیات شخصی

source: Show US Tax Exemptions menu
fa_ir: نمایش منوی معافیت‌های مالیاتی آمریکا

source: Single
fa_ir: مجرد

source: Skill
fa_ir: مهارت

source: Smoker
fa_ir: سیگاری

source: State Income Tax
fa_ir: مالیات بر درآمد ایالتی

source: Street 1
fa_ir: خیابان ۱

source: Street 2
fa_ir: خیابان ۲

source: Subordinates
fa_ir: زیردستان

source: Subscription Amount
fa_ir: مبلغ اشتراک

source: Subscription Commence Date
fa_ir: تاریخ شروع اشتراک

source: Subscription Paid By
fa_ir: اشتراک پرداخت شده توسط

source: Subscription Renewal Date
fa_ir: تاریخ تمدید اشتراک

source: Supervisor
fa_ir: سرپرست

source: Supervisor Name
fa_ir: نام سرپرست

source: Supervisors
fa_ir: سرپرستان

source: Telephone
fa_ir: تلفن

source: Terminate Employment
fa_ir: خاتمه استخدام

source: Terminated on
fa_ir: خاتمه خدمت در

source: Termination Date
fa_ir: تاریخ خاتمه خدمت

source: Termination Note
fa_ir: یادداشت خاتمه خدمت

source: Termination Reason
fa_ir: دلیل خاتمه خدمت

source: Termination Reason(s) in Use
fa_ir: دلیل(های) خاتمه خدمت در حال استفاده

source: Termination Reasons
fa_ir: دلایل خاتمه خدمت

source: Text or Number
fa_ir: متن یا عدد

source: Unemployment State
fa_ir: ایالت بیکاری

source: Update Password
fa_ir: به‌روزرسانی رمز عبور

source: Username already exists
fa_ir: نام کاربری از قبل موجود است

source: Visa
fa_ir: ویزا

source: Weekly
fa_ir: هفتگی

source: Work
fa_ir: کار

source: Work Email and Other Email cannot be the same
fa_ir: ایمیل کاری و ایمیل دیگر نمی‌توانند یکسان باشند

source: Work Experience
fa_ir: سابقه کاری

source: Work State
fa_ir: ایالت محل کار

source: Work Telephone
fa_ir: تلفن کاری

source: Years of Experience
fa_ir: سال‌های تجربه

# n_records_failed_to_import
source: {count,plural, =0{No Records Failed to Import} one{1 Record Failed to Import} other{ # Records Failed to Import}}
fa_ir: {count,plural, =0{هیچ رکوردی در ورود ناموفق بود} one{1 رکورد در ورود ناموفق بود} other{ # رکورد در ورود ناموفق بودند}}

# n_records_successfully_imported
source: {count,plural, =0{No Records Imported} one{1 Record Successfully Imported} other{ # Records Successfully Imported}}
fa_ir: {count,plural, =0{هیچ رکوردی وارد نشد} one{1 رکورد با موفقیت وارد شد} other{ # رکورد با موفقیت وارد شدند}}

source: Add Holiday
fa_ir: افزودن تعطیلات

source: Add Leave Entitlement
fa_ir: افزودن استحقاقی مرخصی

source: Add Leave Type
fa_ir: افزودن نوع مرخصی

source: Add to
fa_ir: افزودن به

source: All Days
fa_ir: همه روزها

source: Apply Leave
fa_ir: درخواست مرخصی

# bulk_leave_action_confirm_message_two
source: Are you sure you want to continue?
fa_ir: آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: As of Date
fa_ir: تا تاریخ

source: Assign
fa_ir: تخصیص

source: Assign Leave
fa_ir: تخصیص مرخصی

source: At least one day should be a working day
fa_ir: حداقل یک روز باید روز کاری باشد

source: Available Balance
fa_ir: موجودی در دسترس

source: Balance
fa_ir: موجودی

source: Balance not sufficient
fa_ir: موجودی کافی نیست

source: Cancel Leave
fa_ir: لغو مرخصی

source: Cancelled
fa_ir: لغو شده

source: Click OK to confirm leave assignment.
fa_ir: برای تایید تخصیص مرخصی، "باشه" را کلیک کنید.

source: Confirm Leave Assignment
fa_ir: تایید تخصیص مرخصی

source: Current Leave Period
fa_ir: دوره مرخصی فعلی

source: Days
fa_ir: روزها

source: Duration should be less than work shift length
fa_ir: مدت زمان باید کمتر از طول شیفت کاری باشد

source: Edit Holiday
fa_ir: ویرایش تعطیلات

source: Edit Leave Entitlement
fa_ir: ویرایش استحقاقی مرخصی

source: Edit Leave Type
fa_ir: ویرایش نوع مرخصی

# employee_does_not_have_enough_balance_for_leave_request
source: Employee does not have sufficient leave balance for leave request.
fa_ir: کارمند موجودی مرخصی کافی برای این درخواست را ندارد.

source: End Day
fa_ir: روز پایان

source: End Day Only
fa_ir: فقط روز پایان

source: Entitlement
fa_ir: استحقاقی

source: Entitlement Type
fa_ir: نوع استحقاقی

# entitlements_will_not_be_deleted_since_already_in_use
source: Entitlement(s) will not be deleted since it''s already in use
fa_ir: استحقاقی(ها) حذف نخواهند شد زیرا در حال استفاده هستند

# entitlement_value_confirmation_message
source: Existing Entitlement value {oldvalue} will be updated to {newvalue}
fa_ir: مقدار استحقاقی موجود {oldvalue} به {newvalue} به‌روزرسانی خواهد شد

source: Failed to Submit
fa_ir: ارسال ناموفق

source: Failed to Submit: No Working Days Selected
fa_ir: ارسال ناموفق: هیچ روز کاری انتخاب نشده است

source: Following Year
fa_ir: سال بعد

source: Full Day
fa_ir: تمام روز

source: Full Day/ Half Day
fa_ir: تمام روز / نیم روز

source: Generate For
fa_ir: ایجاد برای

source: Half Day
fa_ir: نیم روز

# half_day_evening
source: Half Day - Afternoon
fa_ir: نیم روز - بعد از ظهر

source: Half Day - Morning
fa_ir: نیم روز - صبح

source: Holidays
fa_ir: تعطیلات

source: Include Past Employees
fa_ir: شامل کارمندان سابق

source: Individual Employee
fa_ir: کارمند تکی

source: Insufficient Leave Balance
fa_ir: موجودی مرخصی ناکافی

source: Is Entitlement Situational?
fa_ir: آیا استحقاقی، موقعیتی است؟

source: Leave Balance
fa_ir: موجودی مرخصی

source: Leave Balance (Days)
fa_ir: موجودی مرخصی (روز)

source: Leave Balance Details
fa_ir: جزئیات موجودی مرخصی

source: Leave Entitlements
fa_ir: استحقاقی‌های مرخصی

source: Leave Entitlements (Days)
fa_ir: استحقاقی‌های مرخصی (روز)

# leave_entitlement_and_usage_report
source: Leave Entitlements and Usage Report
fa_ir: گزارش استحقاقی و مصرف مرخصی

source: Leave List
fa_ir: لیست مرخصی

# leave_pending_aproval_days
source: Leave Pending Approval (Days)
fa_ir: مرخصی در انتظار تایید (روز)

source: Leave Period
fa_ir: دوره مرخصی

source: Leave Request Comments
fa_ir: نظرات درخواست مرخصی

source: Leave Request Details
fa_ir: جزئیات درخواست مرخصی

source: Leave Scheduled (Days)
fa_ir: مرخصی برنامه‌ریزی شده (روز)

source: Leave Status
fa_ir: وضعیت مرخصی

source: Leave Taken (Days)
fa_ir: مرخصی گرفته شده (روز)

source: Leave Type
fa_ir: نوع مرخصی

source: Leave Types
fa_ir: انواع مرخصی

# requested_for
source: Leave requested for
fa_ir: مرخصی درخواست شده برای

source: Matching Employees
fa_ir: کارمندان منطبق

source: Multiple Employees
fa_ir: چندین کارمند

source: My Leave Entitlements
fa_ir: استحقاقی‌های مرخصی من

# my_leave_entitlement_and_usage_report
source: My Leave Entitlements and Usage Report
fa_ir: گزارش استحقاقی و مصرف مرخصی من

source: My Leave List
fa_ir: لیست مرخصی من

source: My Leave Request Details
fa_ir: جزئیات درخواست مرخصی من

source: New Entitlement
fa_ir: استحقاقی جدید

source: No Leave Types with Leave Balance
fa_ir: هیچ نوع مرخصی با موجودی مرخصی وجود ندارد

source: No leave types defined
fa_ir: هیچ نوع مرخصی تعریف نشده است

source: No. of Hours
fa_ir: تعداد ساعات

source: Non-working Day
fa_ir: روز غیر کاری

source: Number of Days
fa_ir: تعداد روزها

source: Old Entitlement
fa_ir: استحقاقی قدیمی

# overlapping_leave_request_found
source: Overlapping Leave Request(s) Found
fa_ir: درخواست(های) مرخصی با همپوشانی یافت شد

source: Partial Days
fa_ir: روزهای جزئی

source: Pending Approval
fa_ir: در انتظار تایید

source: Rejected
fa_ir: رد شده

source: Repeats Annually
fa_ir: سالیانه تکرار می‌شود

source: Scheduled
fa_ir: برنامه‌ریزی شده

# should_be_a_number_with_2_decimal_places
source: Should be a number with upto 2 decimal places
fa_ir: باید عددی با حداکثر ۲ رقم اعشار باشد

source: Show Leave with Status
fa_ir: نمایش مرخصی با وضعیت

source: Situational Leave
fa_ir: مرخصی موقعیتی

source: Specify Time
fa_ir: مشخص کردن زمان

source: Start Day
fa_ir: روز شروع

source: Start Day Only
fa_ir: فقط روز شروع

source: Start Month
fa_ir: ماه شروع

source: Start and End Day
fa_ir: روز شروع و پایان

source: Taken
fa_ir: گرفته شده

# selected_leave_entitlement_applied_to_following_employees
source: The selected leave entitlement will be applied to the following employees.
fa_ir: استحقاقی مرخصی انتخاب شده برای کارمندان زیر اعمال خواهد شد.

# entitlement_situational_description
source: These leave will be excluded from reports unless there's some activity. E.g. maternity leave, jury duty leave.
fa_ir: این مرخصی‌ها از گزارشات حذف خواهند شد مگر اینکه فعالیتی وجود داشته باشد. مثال: مرخصی زایمان، مرخصی هیئت منصفه.

source: Total Entitlement
fa_ir: کل استحقاقی

source: Updating Entitlement
fa_ir: در حال به‌روزرسانی استحقاقی

source: Used amount exceeds the current amount
fa_ir: مقدار مصرف شده از مقدار فعلی بیشتر است

source: Valid From
fa_ir: معتبر از

source: Valid To
fa_ir: معتبر تا

source: View Leave Details
fa_ir: مشاهده جزئیات مرخصی

source: View PIM Info
fa_ir: مشاهده اطلاعات PIM

source: Work Week
fa_ir: هفته کاری

# workshift_length_exceeded_due_to_the_following_leave_request
source: Workshift Length Exceeded Due To the Following Leave Requests
fa_ir: طول شیفت کاری به دلیل درخواست‌های مرخصی زیر، بیشتر از حد مجاز شده است

source: Yes, Confirm
fa_ir: بله، تایید

# leave_action
source: {action, select, APPROVE {Approve Leave} REJECT {Reject Leave} other {Cancel Leave}}
fa_ir: {action, select, APPROVE {تایید مرخصی} REJECT {رد مرخصی} other {لغو مرخصی}}

# leave_requests_action
source: {action, select, APPROVE {{count, plural, =0 {No Leave Requests Approved} =1 {1 Leave Request Approved} other {# Leave Requests Approved} }} REJECT {{count, plural, =0 {No Leave Requests Rejected} =1 {1 Leave Request Rejected} other {# Leave Requests Rejected} }} other {{count, plural, =0 {No Leave Requests Cancelled} =1 {1 Leave Request Cancelled} other {# Leave Requests Cancelled} }} }
fa_ir: {action, select, APPROVE {{count, plural, =0 {هیچ درخواست مرخصی تایید نشد} =1 {1 درخواست مرخصی تایید شد} other {# درخواست مرخصی تایید شد} }} REJECT {{count, plural, =0 {هیچ درخواست مرخصی رد نشد} =1 {1 درخواست مرخصی رد شد} other {# درخواست مرخصی رد شد} }} other {{count, plural, =0 {هیچ درخواست مرخصی لغو نشد} =1 {1 درخواست مرخصی لغو شد} other {# درخواست مرخصی لغو شد} }} }
